11/data/attachments/fee84a30169246f8.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Bradley_knowledge_Friend_62324_0</nif:username>
            <nif:friendToBeRequested>soap_friends_71a19caf-7aa7-42c1-be50-e2ef7b956cd0</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>